VA_NAME = 'Макс'

VA_DEVELOPER = 'Maksolotle'

VA_VER = "0.0.2 beta"

VA_ALIAS = ('maks', 'maksim', 'makson', 'maksik')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "hello": ('привет', 'здравствуй', 'здравствуйте'),
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'открой пожалуйста браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    "open_calk": ('открой калькулятор', 'открой пожалуйста калькулятор', 'запусти калькулятор'),
    "open_cmd": ('открой командную строку', 'открой пожалуйста командную строку', 'запусти командную строку'),
    "kak_dela": ('как дела', 'как ты'),
    "lol": ('ха-ха-ха', 'лол', 'смешно'),
    "open_youtube": ('открой ютуб', 'ютуб', 'открой пожалуйста ютуб'),
    "open_translate": ('открой переводчик', 'переводчик'),
    "open_telegram": ('открой телеграмм', 'телеграмм', 'открой телеграм', 'телеграм'),
    "name": ('кто ты', 'твое имя', 'как тебя зовут'),
    "stupid": ('ты дурак', 'ты дебил', 'ты глупый', 'ты тупой'),
    "good": ('хорошо', 'чудесно', 'круто', 'норм', 'нормально'),
    "bad": ('плохо', 'отстой', 'обидно', 'неочень', 'не очень'),
    "off": ('пока', 'выключись', 'вырубись', 'отдыхай', 'завершить работу', 'закройся', 'отключись', 'заверши свою работу', 'на сегодня хватит'),
    "pon": ('пон', 'понятно'),
    "anti_joke": ('несмешно', 'не смешно'),
    "thanks": ('спасибо', 'молодец', 'респект', 'ты супер', 'отличная работа', 'ты крут', 'ты большой молодец', 'ты реально крут', 'ты афигенный'),
    "music": ('включи музыку', 'музыка', 'музон', 'вруби музон'),
    "open_viber": ('открой вайбер', 'вайбер'),
    "screen": ('сделай скришот', 'сделай скрин', 'скрин', 'скриншот'),
    "like": ('лайкни', 'лайкни видео', 'мне понравилось видео'),
    "maks": ('макс', 'максим', 'максик', 'максон', 'максус'),
    "gmail": ("открой почту", "открой пожалуйста почту", "почта"),
    "google_disk": ("открой гугл диск", "открой пожалуйста гугл диск", "диск")
}
